aaron-bond.better-comments
amiralizadeh9480.laravel-extra-intellisense
blackboxapp.blackboxagent
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
codingyu.laravel-goto-view
damms005.devdb
dart-code.dart-code
dart-code.flutter
donjayamanne.githistory
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
fwcd.kotlin
github.codespaces
glitchbl.laravel-create-view
gruntfuggly.todo-tree
ihunte.laravel-blade-wrapper
juanblanco.solidity
mikestead.dotenv
mrmlnc.vscode-apache
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.remote-repositories
ms-vscode.vscode-typescript-next
naoray.laravel-goto-components
neilbrayfield.php-docblocker
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
pgl.laravel-jump-controller
pkief.material-icon-theme
postman.postman-for-vscode
pranaygp.vscode-css-peek
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
ryannaddy.laravel-artisan
shufo.vscode-blade-formatter
sleistner.vscode-fileutils
thekalinga.bootstrap4-vscode
usernamehw.errorlens
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wayou.vscode-todo-highlight
xdebug.php-debug
zhuangtongfa.material-theme
zignd.html-css-class-completion
